[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/maxicool-infini-triple-split-airco-r32-1x25-kw-2x35-kw-wifi-set/30181/",
    "scraped_at": "2026-01-26T18:23:38.368Z",
    "name": "MaxiCool INFINI Triple split airco R32 1x2,5 kW + 2x3,5 kW (wifi) set",
    "brand": "",
    "artikelnummer": "81002085",
    "artikelnummer_fabrikant": "MMD3R-091212I",
    "gtin": "",
    "category": "",
    "description": "De MaxiCool INFINI Triple Split Airco R32 1x2,5 kW + 2x3,5 kW (wifi) Set is een krachtige en veelzijdige oplossing voor klimaatbeheersing in meerdere ruimtes. Deze set bestaat uit één binnenunit van 2,5 kW en twee binnenunits van 3,5 kW, allemaal aangesloten op één buitendeel. Voorzien van het energiezuinige R32 koelmiddel en met een energielabel van A++, biedt deze airco uitstekende prestaties en lage operationele kosten. De binnenunits opereren stil met een geluidsniveau van slechts 20 dB(A), terwijl de buitenunit 58 dB(A) produceert.\n\nDe MaxiCool INFINI Triple Split Airco is perfect voor commerciële en residentiële toepassingen waar meerdere ruimtes gelijktijdig gekoeld of verwarmd moeten worden. Deze set is ideaal voor middelgrote tot grote kantoren, woonruimtes en andere instellingen waar een flexibele en efficiënte klimaatregeling nodig is.\n\nDeze triple split airco set is ontworpen voor eenvoudige installatie. De set wordt geleverd met een uitgebreide installatiekit en een gedetailleerde handleiding voor een probleemloze installatie. MaxiCool biedt een garantie van 3 jaar op de INFINI set, wat zorgt voor extra zekerheid en betrouwbaarheid. Voor technische ondersteuning en advies kunt u rekenen op de uitgebreide klantenservice van MaxiCool.\n\nDe MaxiCool INFINI Triple Split Airco biedt uitzonderlijke energie-efficiëntie, stille werking en geavanceerde technologie. De keuze voor het milieuvriendelijke R32 koelmiddel, het A++ energielabel, en de wifi-connectiviteit maken het een uitstekende keuze voor zowel zakelijke als particuliere gebruikers. De lange levensduur, het lage geluidsniveau van 20 dB(A) voor de binnenunits, en de onderhoudsvriendelijke eigenschappen maken deze airco tot een betrouwbare en kosteneffectieve oplossing voor elke klimaatbehoefte.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "534",
      "Capaciteit": "1x2.5 kW + 2x3.5 kW"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002083_main.webp",
        "filename": "81002083_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002085_other1.webp",
        "filename": "81002085_other1.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002082_other2.webp",
        "filename": "81002082_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002085_other3.webp",
        "filename": "81002085_other3.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002085_other4.webp",
        "filename": "81002085_other4.webp"
      }
    ],
    "documents": [],
    "category_name": "MaxiCool Multi-split"
  }
]