[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/maxicool-infini-duo-split-airco-r32-1x25-kw-1x35-kw-wifi-set/30178/",
    "scraped_at": "2026-01-26T18:23:28.179Z",
    "name": "MaxiCool INFINI Duo split airco R32 1x2,5 kW + 1x3,5 kW (wifi) set",
    "brand": "",
    "artikelnummer": "81002082",
    "artikelnummer_fabrikant": "MMD2R-0912I",
    "gtin": "",
    "category": "",
    "description": "De MaxiCool INFINI Duo Split Airco R32 1x2,5 kW + 1x3,5 kW (wifi) Set biedt een flexibele en efficiënte klimaatoplossing voor diverse toepassingen. Deze set bestaat uit een binnenunit van 2,5 kW en een binnenunit van 3,5 kW, beide uitgerust met wifi-functionaliteit voor gemakkelijke bediening op afstand. Met een energie-efficiëntie van A++ en een stille werking met een geluidsniveau van slechts 20 dB(A) voor de binnenunits en 54 dB(A) voor de buitenunit, biedt deze set betrouwbare prestaties en een laag energieverbruik.\n\nDe MaxiCool INFINI Duo Split Airco is ideaal voor gebruik in middelgrote tot grote ruimtes, zoals commerciële kantoren, grotere woonruimtes en vergaderruimtes. De combinatie van een 2,5 kW en een 3,5 kW binnenunit biedt flexibele en efficiënte klimaatregeling, waardoor het een uitstekende keuze is voor het creëren van een aangenaam binnenklimaat in diverse toepassingen.\n\nDeze Duo split airco set is ontworpen voor eenvoudige installatie met een complete installatiekit en een gedetailleerde handleiding inbegrepen. Dit zorgt voor een snelle en probleemloze installatie. MaxiCool biedt een garantie van 3 jaar op de INFINI, wat extra zekerheid biedt voor de duurzaamheid en betrouwbaarheid van uw investering. Voor technische ondersteuning en advies kunt u rekenen op de uitgebreide klantenservice van MaxiCool.\n\nDe MaxiCool INFINI Duo Split Airco biedt hoge energie-efficiëntie, stille werking en geavanceerde technologie. Het gebruik van het milieuvriendelijke R32 koelmiddel, het A++ energielabel, en de wifi-connectiviteit maken deze set een topkeuze voor zowel zakelijke als particuliere gebruikers. De lange levensduur, het lage geluidsniveau van 20 dB(A) voor de binnenunits, en de onderhoudsvriendelijke eigenschappen maken deze airco tot een betrouwbare en kosteneffectieve oplossing voor elk binnenklimaat.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "534",
      "Capaciteit": "1x2.5 kW + 1x3.5 kW"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002081_main.webp",
        "filename": "81002081_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002082_other1.webp",
        "filename": "81002082_other1.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002082_other2.webp",
        "filename": "81002082_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002082_other3.webp",
        "filename": "81002082_other3.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002082_other4.webp",
        "filename": "81002082_other4.webp"
      }
    ],
    "documents": [],
    "category_name": "MaxiCool Multi-split"
  }
]