[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/lg-mid-static-inverter-kanaal-airco-um30f-compact-r32-80-kw-set/29584/",
    "scraped_at": "2026-01-26T18:25:44.390Z",
    "name": "LG Mid static Inverter kanaal airco UM30F-Compact R32 8,0 kW set",
    "brand": "",
    "artikelnummer": "81001389",
    "artikelnummer_fabrikant": "LG-UM30F_Compact_SET",
    "gtin": "",
    "category": "",
    "description": "De LG UM30F-C R32 8,0 kW Mid Static Kanaal Inverter biedt een krachtige en stille oplossing voor klimaatbeheersing in zowel commerciële als residentiële ruimtes. Met een koelcapaciteit van 8,0 kW en de efficiënte mid static technologie, levert dit systeem betrouwbare prestaties terwijl het energieverbruik laag blijft. De set bevat zowel een binnen- als buitenunit en biedt flexibele installatieopties dankzij het mid static ontwerp. Dit maakt het ideaal voor verschillende omgevingen.\n\nDe LG UM30F-C R32 Mid Static Kanaal Inverter is ontworpen voor grotere ruimtes zoals kantoren, vergaderruimtes en commerciële toepassingen. Met een koelcapaciteit van 8,0 kW levert dit systeem betrouwbare prestaties in zowel de zomer als de winter, waardoor het het hele jaar door voor een aangenaam binnenklimaat zorgt.\n\nDe binnenunit weegt 26,2 kg en is eenvoudig te installeren, terwijl de buitenunit met een gewicht van 44,5 kg zorgt voor robuuste en betrouwbare prestaties. Met een SEER van 5,6 en een SCOP van 3,9 biedt het systeem uitstekende energieprestaties. De geluidsdruk van de binnenunit is slechts 34 dB(A), wat zorgt voor een stille werking die ideaal is voor rustige omgevingen. Bovendien biedt LG een garantie van 5 jaar, wat extra zekerheid biedt over de duurzaamheid van het systeem.\n\nDe LG UM30F-C R32 Mid Static Kanaal Inverter Binnen- & Buitenunit biedt een uitstekende balans tussen energie-efficiëntie, stille werking en krachtige prestaties. Met een geluidsdruk van slechts 34 dB(A) en een lichtgewicht ontwerp van 26,2 kg voor de binnenunit, is het systeem eenvoudig te installeren en ideaal voor grotere ruimtes. Het gebruik van het milieuvriendelijke R32-koelmiddel maakt dit systeem ook een duurzame keuze voor de toekomst.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "525",
      "Energielabel": "A+"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001388_main.webp",
        "filename": "81001388_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001389_energy.webp",
        "filename": "81001389_energy.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001389_dimensions.webp",
        "filename": "81001389_dimensions.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001386_other1.webp",
        "filename": "81001386_other1.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001387_other2.webp",
        "filename": "81001387_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001388_other3.webp",
        "filename": "81001388_other3.webp"
      }
    ],
    "documents": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001389_Manual.pdf",
        "name": "Manual"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001389_Technical_document.pdf",
        "name": "Technical Document"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001389_Dimensions.pdf",
        "name": "Dimensions"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001389_Energy_label.pdf",
        "name": "Energy Label"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001389_Manual2.pdf",
        "name": "Manual2"
      }
    ],
    "category_name": "LG Commercieel"
  }
]