[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/lg-cassette-airco-met-afdekplaat-ct18f-compact-r32-50-kw-set/29610/",
    "scraped_at": "2026-01-26T18:25:28.540Z",
    "name": "LG Cassette airco met afdekplaat CT18F-Compact R32 5,0 kW set",
    "brand": "",
    "artikelnummer": "81001363",
    "artikelnummer_fabrikant": "LG-CT18F_Compact_SET",
    "gtin": "",
    "category": "",
    "description": "De LG CT18F-C R32 5,0 kW Cassette Compact Inverter Set biedt een efficiënte en stijlvolle oplossing voor klimaatbeheersing in commerciële en residentiële ruimtes. Met een koelcapaciteit van 5,0 kW en de geavanceerde invertertechnologie, levert dit systeem betrouwbare prestaties met minimaal energieverbruik. Het compacte cassetteontwerp zorgt ervoor dat de unit naadloos in het plafond wordt geïntegreerd, wat zorgt voor een modern en strak interieur. Deze set bevat zowel de binnen- als buitenunit, evenals een afdekplaat voor een perfecte afwerking.\n\nDe LG CT18F-C R32 Cassette Compact Inverter Set is geschikt voor middelgrote ruimtes zoals kantoren, vergaderruimtes en commerciële toepassingen. Met een koelcapaciteit van 5,0 kW levert dit systeem betrouwbare prestaties, het hele jaar door, ongeacht de weersomstandigheden.\n\nHet systeem is ontworpen met gebruiksvriendelijkheid en installatiegemak in gedachten. De binnenunit weegt 13,9 kg, waardoor hij eenvoudig te monteren is in het plafond. De buitenunit weegt 33,3 kg, wat zorgt voor een robuuste, betrouwbare werking. Met een SEER van 6,3 en een SCOP van 3,9 biedt het systeem uitstekende energieprestaties. Bovendien biedt LG een garantie van 5 jaar op zowel de binnen- als buitenunit, wat extra zekerheid biedt over de duurzaamheid.\n\nDe LG CT18F-C R32 Cassette Compact Inverter Set onderscheidt zich door zijn energie-efficiëntie, stille werking en moderne, ruimtebesparende ontwerp. Dankzij de compacte cassetteconstructie wordt de unit netjes weggewerkt in het plafond, terwijl het systeem betrouwbaar blijft presteren. Met een SEER van 6,3 en een SCOP van 3,9 is het een efficiënte keuze voor klimaatbeheersing in zowel commerciële als residentiële toepassingen. De milieuvriendelijke eigenschappen van het R32-koelmiddel maken dit systeem bovendien een duurzame oplossing.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "525",
      "Energielabel": "A++"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_main.webp",
        "filename": "81001363_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_energy.webp",
        "filename": "81001363_energy.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_dimensions.webp",
        "filename": "81001363_dimensions.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_dimensions2.webp",
        "filename": "81001363_dimensions2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_other1.webp",
        "filename": "81001363_other1.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_other2.webp",
        "filename": "81001363_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_other3.webp",
        "filename": "81001363_other3.webp"
      }
    ],
    "documents": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001363_dimensions.pdf",
        "name": "Dimensions"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001363_Energy_label.pdf",
        "name": "Energy Label"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001363_Manual_NL.pdf",
        "name": "Manual NL"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001363_Product_sheet.pdf",
        "name": "Product Sheet"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001363_Technical_document.pdf",
        "name": "Technical Document"
      }
    ],
    "category_name": "LG Commercieel"
  }
]