[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/lg-inverter-cl18f-compact-kanaal-airco-r32-50-kw-set/29588/",
    "scraped_at": "2026-01-26T18:24:36.930Z",
    "name": "LG Inverter CL18F-Compact Kanaal airco R32 5,0 kW set",
    "brand": "",
    "artikelnummer": "81001385",
    "artikelnummer_fabrikant": "LG-CL18F_Compact_SET",
    "gtin": "",
    "category": "",
    "description": "De LG CL18F-C R32 5,0 kW Low Static Kanaal Inverter biedt een complete oplossing voor klimaatbeheersing met zowel een binnen- als buitenunit. Dit systeem combineert kracht en energie-efficiëntie met een stille werking, ideaal voor zowel commerciële als residentiële omgevingen. Met een koelcapaciteit van 5,0 kW en een geavanceerde invertertechnologie, levert dit systeem betrouwbare prestaties met minimale energieverliezen. Het low static ontwerp zorgt ervoor dat de ventilatoren stiller werken en minder snel slijten, terwijl het R32-koelmiddel zorgt voor een verbeterde koelcapaciteit en een lagere impact op de ozonlaag. De set wordt compleet geleverd met een bekabelde bediening voor eenvoudige bediening.\n\nDe LG CL18F-C R32 Low Static Kanaal Inverter Binnen- & Buitenunit is geschikt voor middelgrote tot grote ruimtes zoals kantoren, vergaderruimtes en commerciële toepassingen. Met een koelcapaciteit van 5,0 kW biedt dit systeem betrouwbare prestaties, zowel in de zomer als in de winter, en is het geschikt voor het hele jaar door gebruik.\n\nDit systeem heeft een compact ontwerp dat eenvoudig te installeren en te onderhouden is. De buitenunit heeft een gewicht van 44,5 kg en de binnenunit weegt 20,9 kg. Dankzij de meegeleverde bekabelde bediening kan de temperatuur eenvoudig worden geregeld. Met een SEER van 6,1 en een SCOP van 3,9 biedt dit systeem solide energieprestaties, en de garantie van 5 jaar zorgt voor extra zekerheid over de betrouwbaarheid en duurzaamheid.\n\nDe LG CL18F-C R32 Low Static Kanaal Inverter Binnen- & Buitenunit onderscheidt zich door zijn energie-efficiëntie, stille werking en duurzaamheid. Het low static ontwerp vermindert de belasting van de ventilatoren, wat zorgt voor een langere levensduur en minder geluid. Het gebruik van het R32-koelmiddel biedt een hogere koelcapaciteit en een lagere impact op de ozonlaag, terwijl het energielabel A de energiezuinigheid benadrukt. Dit maakt de unit een betrouwbare en efficiënte keuze voor zowel commerciële als residentiële toepassingen.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "525",
      "Energielabel": "A++"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001385_main.webp",
        "filename": "81001385_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001385_energy.webp",
        "filename": "81001385_energy.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001385_dimensions.webp",
        "filename": "81001385_dimensions.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001385_dimensions2.webp",
        "filename": "81001385_dimensions2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_other2.webp",
        "filename": "81001363_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001385_other2.webp",
        "filename": "81001385_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_other3.webp",
        "filename": "81001363_other3.webp"
      }
    ],
    "documents": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001385_Dimensions.pdf",
        "name": "Dimensions"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001385_Energy_label.pdf",
        "name": "Energy Label"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001385_Manual_NL.pdf",
        "name": "Manual NL"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001385_Product_sheet.pdf",
        "name": "Product Sheet"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001385_Technical_document.pdf",
        "name": "Technical Document"
      }
    ],
    "category_name": "LG Commercieel"
  }
]