[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/lg-mid-static-inverter-kanaal-airco-um36f-compact-r32-95-kw-set/29583/",
    "scraped_at": "2026-01-26T18:25:52.811Z",
    "name": "LG Mid static Inverter kanaal airco UM36F-Compact R32 9,5 kW set",
    "brand": "",
    "artikelnummer": "81001390",
    "artikelnummer_fabrikant": "LG-UM36F_Compact_SET",
    "gtin": "",
    "category": "",
    "description": "De LG UM36F-C R32 9,5 kW Mid Static Kanaal Inverter biedt een krachtige en efficiënte oplossing voor klimaatbeheersing in zowel commerciële als residentiële ruimtes. Met een koelcapaciteit van 9,5 kW en de geavanceerde mid static technologie, zorgt dit systeem voor betrouwbare prestaties met een laag energieverbruik. De set bevat zowel een binnen- als buitenunit, wat zorgt voor een compleet en efficiënt systeem dat geschikt is voor verschillende installatieopties dankzij het mid static ontwerp.\n\nDe LG UM36F-C R32 Mid Static Kanaal Inverter is ontworpen voor grotere ruimtes zoals kantoren, vergaderruimtes en commerciële toepassingen. Met een koelcapaciteit van 9,5 kW biedt dit systeem betrouwbare prestaties het hele jaar door, waardoor het perfect is voor zowel de zomer als de winter.\n\nDe binnenunit weegt 38,5 kg en is eenvoudig te installeren, terwijl de buitenunit met een gewicht van 57,7 kg robuuste prestaties levert. Met een SEER van 5,9 en een SCOP van 4,0 biedt het systeem uitstekende energieprestaties, waardoor energiekosten laag blijven. De geluidsdruk van de binnenunit is slechts 33 dB(A), wat het ideaal maakt voor stille omgevingen. Daarnaast biedt LG een garantie van 5 jaar, wat extra zekerheid biedt over de duurzaamheid en betrouwbaarheid van het systeem.\n\nDe LG UM36F-C R32 Mid Static Kanaal Inverter Binnen- & Buitenunit biedt een krachtige combinatie van energie-efficiëntie, stille werking en betrouwbare prestaties. Met een geluidsdruk van slechts 33 dB(A) en een lichtgewicht binnenunit van 38,5 kg, is dit systeem eenvoudig te installeren en perfect voor grotere ruimtes. Het gebruik van het R32-koelmiddel maakt het bovendien een milieuvriendelijke en toekomstbestendige keuze.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "525"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001390_main.webp",
        "filename": "81001390_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001390_dimensions.webp",
        "filename": "81001390_dimensions.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001390_other1.webp",
        "filename": "81001390_other1.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001390_other2.webp",
        "filename": "81001390_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001390_other3.webp",
        "filename": "81001390_other3.webp"
      }
    ],
    "documents": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001390_Dimensions.pdf",
        "name": "Dimensions"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001390_Manual_NL.pdf",
        "name": "Manual NL"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001390_Product_sheet.pdf",
        "name": "Product Sheet"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001390_Technical_document.pdf",
        "name": "Technical Document"
      }
    ],
    "category_name": "LG Commercieel"
  }
]