[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/lg-low-static-inverter-kanaal-airco-cl24f-compact-r32-68-kw-set/29587/",
    "scraped_at": "2026-01-26T18:24:47.873Z",
    "name": "LG Low static Inverter kanaal airco CL24F-Compact R32 6,8 kW set",
    "brand": "",
    "artikelnummer": "81001386",
    "artikelnummer_fabrikant": "LG-CL24F_Compact_SET",
    "gtin": "",
    "category": "",
    "description": "De LG CL24F-C R32 6,8 kW Low Static Kanaal Inverter biedt een krachtige en stille oplossing voor klimaatbeheersing in zowel commerciële als residentiële omgevingen. Met een koelcapaciteit van 6,8 kW en de geavanceerde invertertechnologie levert dit systeem betrouwbare prestaties met een efficiënte energiebalans. Het low static ontwerp zorgt ervoor dat de ventilatoren stiller werken en minder slijten, wat bijdraagt aan een langere levensduur van de unit. De set bevat zowel een binnen- als een buitenunit en wordt geleverd met een afstandsbediening voor gemakkelijke bediening.\n\nDe LG CL24F-C R32 Low Static Kanaal Inverter Binnen- & Buitenunit is ideaal voor grotere ruimtes zoals kantoren, vergaderruimtes en commerciële toepassingen. Met een koelcapaciteit van 6,8 kW biedt dit systeem betrouwbare prestaties, zowel in de zomer als in de winter, waardoor het het hele jaar door een ideale oplossing is.\n\nDit systeem heeft een compact ontwerp dat eenvoudig te installeren en te onderhouden is. De buitenunit heeft een gewicht van 44,5 kg en de binnenunit weegt 26 kg. Dankzij de afstandsbediening kan de temperatuur eenvoudig worden aangepast. Met een SEER van 6,0 en een SCOP van 4,1 biedt dit systeem uitstekende energieprestaties, en het energielabel A+ benadrukt de energie-efficiëntie van het systeem. Bovendien biedt LG een garantie van 5 jaar op zowel de binnen- als buitenunit, wat extra zekerheid geeft over de duurzaamheid.\n\nDe LG CL24F-C R32 Low Static Kanaal Inverter Binnen- & Buitenunit onderscheidt zich door zijn stille werking, energie-efficiëntie en duurzaamheid. Het low static ontwerp vermindert de belasting van de ventilatoren, wat zorgt voor een langere levensduur en minder geluid. Het gebruik van het R32-koelmiddel biedt een hogere koelcapaciteit en een lagere impact op de ozonlaag. Met een SEER van 6,0 en een SCOP van 4,1 is dit systeem een betrouwbare en efficiënte keuze voor zowel commerciële als residentiële toepassingen.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "525",
      "Energielabel": "A+"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001385_main.webp",
        "filename": "81001385_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001386_energy.webp",
        "filename": "81001386_energy.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001385_dimensions.webp",
        "filename": "81001385_dimensions.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001385_dimensions2.webp",
        "filename": "81001385_dimensions2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001386_other1.webp",
        "filename": "81001386_other1.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001386_other2.webp",
        "filename": "81001386_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_other3.webp",
        "filename": "81001363_other3.webp"
      }
    ],
    "documents": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001386_Dimensions.pdf",
        "name": "Dimensions"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001386_Energy_label.pdf",
        "name": "Energy Label"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001386_Manual_NL.pdf",
        "name": "Manual NL"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001386_Product_sheet.pdf",
        "name": "Product Sheet"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001386_Technical_document.pdf",
        "name": "Technical Document"
      }
    ],
    "category_name": "LG Commercieel"
  }
]