[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/lg-cassette-airco-met-afdekplaat-ct24f-compact-r32-68-kw-set/29609/",
    "scraped_at": "2026-01-26T18:25:37.117Z",
    "name": "LG Cassette airco met afdekplaat CT24F-Compact R32 6,8 kW set",
    "brand": "",
    "artikelnummer": "81001364",
    "artikelnummer_fabrikant": "LG-CT24F_Compact_SET",
    "gtin": "",
    "category": "",
    "description": "De LG CT24F-C R32 6,8 kW Cassette Compact Inverter Set biedt een krachtige en energiezuinige oplossing voor klimaatbeheersing in commerciële en residentiële ruimtes. Met een koelcapaciteit van 6,8 kW en de geavanceerde invertertechnologie levert dit systeem betrouwbare prestaties met een minimaal energieverbruik. Het compacte cassetteontwerp zorgt ervoor dat de unit naadloos in het plafond wordt geïntegreerd, wat zorgt voor een strak en modern interieur. Deze set bevat zowel de binnen- als buitenunit, evenals een afdekplaat voor een stijlvolle afwerking.\n\nDe LG CT24F-C R32 Cassette Compact Inverter Set is geschikt voor grotere ruimtes zoals kantoren, vergaderruimtes en commerciële toepassingen. Met een koelcapaciteit van 6,8 kW biedt dit systeem betrouwbare prestaties, het hele jaar door, in zowel de zomer als de winter.\n\nHet systeem is ontworpen voor eenvoudige installatie en onderhoud. De binnenunit weegt 21,1 kg, wat de installatie in het plafond vergemakkelijkt. De buitenunit weegt 44,5 kg, wat zorgt voor een robuuste werking. Met een SEER van 7,0 en een SCOP van 4,2 biedt het systeem uitstekende energieprestaties. Daarnaast biedt LG een garantie van 5 jaar op zowel de binnen- als buitenunit, wat extra zekerheid geeft over de betrouwbaarheid en duurzaamheid.\n\nDe LG CT24F-C R32 Cassette Compact Inverter Set onderscheidt zich door zijn krachtige prestaties, energie-efficiëntie en stille werking. Dankzij de compacte cassetteconstructie wordt de unit netjes in het plafond weggewerkt, zonder in te boeten aan prestaties. Met een SEER van 7,0 en een SCOP van 4,2 is dit systeem een efficiënte en betrouwbare keuze voor klimaatbeheersing in zowel commerciële als residentiële toepassingen. Het gebruik van het milieuvriendelijke R32-koelmiddel maakt dit systeem bovendien een duurzame oplossing.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "525",
      "Energielabel": "A++"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001363_main.webp",
        "filename": "81001363_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001364_energy.webp",
        "filename": "81001364_energy.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001364_dimensions.webp",
        "filename": "81001364_dimensions.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001364_dimensions2.webp",
        "filename": "81001364_dimensions2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001364_other1.webp",
        "filename": "81001364_other1.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001364_other2.webp",
        "filename": "81001364_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81001364_other3.webp",
        "filename": "81001364_other3.webp"
      }
    ],
    "documents": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001364_Dimensions.pdf",
        "name": "Dimensions"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001364_Energy_label.pdf",
        "name": "Energy Label"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001364_Manual_NL.pdf",
        "name": "Manual NL"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001364_Product_sheet.pdf",
        "name": "Product Sheet"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81001364_Technical_document.pdf",
        "name": "Technical Document"
      }
    ],
    "category_name": "LG Commercieel"
  }
]