[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/maxicool-infini-triple-split-airco-r32-3x35-kw-wifi-set/30182/",
    "scraped_at": "2026-01-26T18:23:41.547Z",
    "name": "MaxiCool INFINI Triple split airco R32 3x3,5 kW (wifi) set",
    "brand": "",
    "artikelnummer": "81002086",
    "artikelnummer_fabrikant": "MMD3R-121212I",
    "gtin": "",
    "category": "",
    "description": "De MaxiCool INFINI Triple Split Airco R32 3x3,5 kW (wifi) Set biedt een krachtige en flexibele klimaatoplossing voor middelgrote tot grote ruimtes. Deze set omvat drie binnenunits van 3,5 kW, gekoppeld aan één buitendeel. Dankzij het gebruik van het energiezuinige R32 koelmiddel en een energielabel van A++, levert deze airco uitstekende prestaties met minimale impact op het milieu. De binnenunits opereren stil, met een geluidsniveau van slechts 21 dB(A), terwijl de buiteneenheid een geluidsniveau van 58 dB(A) produceert.\n\nDe MaxiCool INFINI Triple Split Airco is ideaal voor commerciële en grotere residentiële toepassingen waar gelijktijdige klimaatbeheersing in meerdere ruimtes noodzakelijk is. Deze set is perfect voor kantoren, winkelruimtes, grote woonruimtes en andere instellingen waar een betrouwbare en efficiënte klimaatregeling gewenst is.\n\nDe installatie van deze triple split airco set is eenvoudig en wordt ondersteund door een complete installatiekit en een gedetailleerde handleiding. MaxiCool biedt een garantie van 3 jaar op de INFINI set, wat garant staat voor een duurzame en betrouwbare werking. Voor technische ondersteuning en advies kunt u rekenen op de professionele klantenservice van MaxiCool.\n\nDe MaxiCool INFINI Triple Split Airco onderscheidt zich door zijn hoge energie-efficiëntie, stille werking en moderne technologie. De keuze voor R32 koelmiddel, het A++ energielabel, en de wifi-connectiviteit maken het een superieure keuze voor zowel zakelijke als particuliere klanten. De lange levensduur, het lage geluidsniveau van 21 dB(A) voor de binnenunits, en de onderhoudsvriendelijke kenmerken maken deze airco tot een betrouwbare en kosteneffectieve oplossing voor elk klimaatbeheersingsbehoefte.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "534",
      "Capaciteit": "3x3.5 kW"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002083_main.webp",
        "filename": "81002083_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002086_other1.webp",
        "filename": "81002086_other1.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002086_other2.webp",
        "filename": "81002086_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002086_other3.webp",
        "filename": "81002086_other3.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002082_other4.webp",
        "filename": "81002082_other4.webp"
      }
    ],
    "documents": [],
    "category_name": "MaxiCool Multi-split"
  }
]