[
  {
    "url": "https://www.maxicool.nl/nl_NL/p/maxicool-infini-duo-split-airco-r32-2x25-kw-wifi-set/30177/",
    "scraped_at": "2026-01-26T18:23:24.009Z",
    "name": "MaxiCool INFINI Duo split airco R32 2x2,5 kW (wifi) set",
    "brand": "",
    "artikelnummer": "81002081",
    "artikelnummer_fabrikant": "MMD2R-0909I",
    "gtin": "",
    "category": "",
    "description": "De MaxiCool INFINI Duo Split Airco R32 2x2,5 kW (wifi) Set biedt een krachtige en efficiënte klimaatoplossing met een gecombineerde koelcapaciteit van 5 kW, verdeeld over twee binnenunits van elk 2,5 kW. Deze airco-set maakt gebruik van het milieuvriendelijke R32 koelmiddel en beschikt over geavanceerde Inverter-technologie voor maximale energie-efficiëntie en lage operationele kosten. Met een geluidsniveau van slechts 20 dB(A) voor de binnenunits en 54 dB(A) voor de buitenunit, biedt deze set een stille werking zonder in te boeten op prestaties.\n\nDe MaxiCool INFINI Duo Split Airco is bijzonder geschikt voor toepassingen in middelgrote tot grote ruimtes, zoals kantoorruimtes, commerciële gebouwen en grote woonruimtes. De set biedt flexibele en efficiënte koeling en verwarming, waardoor het ideaal is voor het creëren van een comfortabel binnenklimaat in verschillende omgevingen.\n\nDeze Duo split airco set is ontworpen voor eenvoudige installatie, met een complete installatiekit en een gedetailleerde handleiding inbegrepen. Dit bespaart tijd en kosten bij de installatie. MaxiCool biedt een garantie van 3 jaar op de INFINI, wat extra zekerheid biedt voor de duurzaamheid en betrouwbaarheid van uw investering. Voor technische ondersteuning en advies kunt u rekenen op de uitgebreide klantenservice van MaxiCool.\n\nDe MaxiCool INFINI Duo Split Airco onderscheidt zich door zijn hoge energie-efficiëntie, stille werking, en geavanceerde technologie. Het milieuvriendelijke R32 koelmiddel, het A++ energielabel, en de wifi-connectiviteit maken het een uitstekende keuze voor zowel zakelijke als particuliere gebruikers. De lange levensduur, het lage geluidsniveau van 20 dB(A) voor de binnenunits, en de onderhoudsvriendelijke eigenschappen maken deze airco tot een kosteneffectieve en betrouwbare oplossing voor elk binnenklimaat.\n\nBij MaxiCool vinden we het belangrijk dat we altijd goed bereikbaar zijn en al jouw vragen zo snel mogelijk kunnen beantwoorden. Daarom kun je ons op meerdere manieren bereiken, waaronder via telefoon of e-mail. We staan graag voor je klaar!",
    "pluspunten": [],
    "specifications": {
      "Categoriecode": "534",
      "Capaciteit": "2x2.5 kW"
    },
    "images": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002081_main.webp",
        "filename": "81002081_main.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002081_dimensions.webp",
        "filename": "81002081_dimensions.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002081_other1.webp",
        "filename": "81002081_other1.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002081_other2.webp",
        "filename": "81002081_other2.webp"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/large/81002081_other3.webp",
        "filename": "81002081_other3.webp"
      }
    ],
    "documents": [
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81002081_Dimensions.pdf",
        "name": "Dimensions"
      },
      {
        "url": "https://www.maxicool.nl/static/uploads/pictures/original/other/81002081_Technical_document_NL.pdf",
        "name": "Technical Document NL"
      }
    ],
    "category_name": "MaxiCool Multi-split"
  }
]